{
  "subtitle": "Mtoto yuko njiani! Maisha yangu tayari yanabadilika...", 
  "description": "Mtoto yuko njiani! Maisha yangu tayari yanabadilika...", 
  "language": "swh_TZ", 
  "title": "BABA MTENDAJI", 
  "primary_category": "06a501102ad64d58a230366f9c1dd059", 
  "created_at": "2014-10-21T12:28:29+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-10T21:30:32.862924+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "070a1bc1b821447a9fe88fde4460c14a", 
  "content": "Mke wangu karibu amafikia miezi 3 ya ujauzito wake. Tuna furaha! Tunahisi kama\r\ntayari tuko na mtoto hapa, hata ingawa hakuna mwingine anayeweza kuona hili\r\nchubuko dogo. Hatujaambia watu wengi kwa sababu tungali waangalifu kuwa\r\ntunaweza kupoteza hili chubuko dogo. Tutakuwa tumetoka kwenye eneo la hatari\r\nbaada ya miezi 3. Sasa niko mwangalifu sana kwa mke wangu, kwa kuwa amebeba\r\nkitu cha thamani. Anaonekana maridadi sana, kiasi mwenye umbo la mviringo na\r\nanayeonekana kuwa laini na kung’aa zaidi. Najaribu kutobishana naye au\r\nkujitetea kwa kuwa sitaki kumkasirisha yeye au mtoto. Tayari nahisi utofauti\r\nkiasi katika maisha yetu. Hataki kwenda kuwatembelea marafiki sana.\r\nAnapendelea kukaa nyumbani au kwenda katika matembezi wakati wa jioni. Na\r\nbaada ya matembezi kwa kawaida yeye huwa amechoka sana. Sijali na ni vizuri\r\nkuongea kuhusu maisha yetu ya usoni kama wazazi tukiwa tumelala kitandani\r\ntukiwa tumeshikana mikono. Nahisi kuwa nimekosa kuwatembelea marafiki lakini\r\nninahisi mwenye hatia kumuacha pekee yake nyumbani. Amekuwa akijihisi mgonjwa\r\nwakati wa asubuhi. Tuliambiwa kuwa anapaswa kumega biskuti kavu au chai ya\r\ntangawizi na ilionekana kusaidia. Vitu vingi vilimfanya kuhisi kichefuchefu\r\nkama vile moshi wa sigara au baadhi ya vyakula. Sasa huwa tunakula chakula\r\nkilicho na afya zaidi. Nimeungana naye katika mabadiliko haya yote ya lishe\r\nkwa sababu pia nahisi ni bora zaidi kwa afya. Mimi si mjamzito lakini pia\r\nhuhisi vyema zaidi baada ya mlo wenye afya! Hata hivyo, wakati mwingine mimi\r\nhukasirika kiasi, kwa kuwa kila kitu huonekana kikizunguka mke wangu na maisha\r\nmapya yaliyo ndani yake. Haonekani kuyatambua mahitaji yangu, matakwa yangu au\r\nmambo ninayotaka kufanya. Mwanamume wakati mwingine huhitaji kujiondoa kidogo\r\nkutoka kwa mazungumzo yanayohusu mtoto! **USAIDIZI WA MAMA: Ni vigumu kwa kina\r\nmama wengi kulenga mtu mwingine yeyote wakati wa ujauzito. Huwa wenye furaha\r\nsana na kushugulika na mtoto anayekua! Msaidie kufanya chaguo jema, kula vyema\r\nna kuzingatia safari zake za kliniki.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 11, 
  "slug": "baba-mtendaji", 
  "uuid": "070a1bc1b821447a9fe88fde4460c14a"
}