{
  "subtitle": "Hakuna pesa: Tutajikimu vipi na wawili?", 
  "description": "Hakuna pesa: Tutajikimu vipi na wawili?", 
  "language": "swh_TZ", 
  "title": "MAMA ALIYECHOKA", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:46:56+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-11T09:42:32.673473+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3baed10a493a4b2aaf89112ab946574a", 
  "content": "Miezi miwili iliyopita, niliacha kazi yangu ili kutafuta kazi ninayoweza\r\nkufanyia nyumbani. Nahitaji sana kufanya kazi ili niweze kupata pesa zaidi –\r\nlakini sasa nina ujauzito wa mtoto wa pili. Hatukupangia kupata mtoto mwingine\r\nwakati huu. Hatuwezi hata kulipia utunzaji wa mtoto mmoja, na hivi karibuni\r\ntutakuwa na wawili. Mume wangu amekuwa akichukua zamu zaidi za kazi ili\r\nkusaidia. Ni vigumu kwa sababu wakati huu hapatikani nyumbani kwa urahisi na\r\nhatuonani sana. Nahisi vibaya kwa kumuongea mume wangu majukumu. Kwa miezi\r\nmiwili iliyopita nimekuwa nikiamka saa kumi na moja asubuhi ili kufanya kazi\r\nfulani za nyumba kabla mtoto wangu aamke na nimtayarishe kuenda shuleni. Baada\r\nya kumpeleka shuleni, nitembee kwa majirani kutafuta kazi. Nauliza iwapo kuna\r\nkazi zozote za kusafisha ninazoweza kufanya. Mimi humchukua mtoto wangu saa\r\nnane mchana, na kisha napaswa kumtunza, kuanza kuandaa chajio na desturi ya\r\nkusafisha kuanza tena. Kwa sababu ujauzito wangu umekua sana, mimi ni mzito na\r\nmchovu wakati wote. Nataka kukaa chini na kuweka miguu yangu juu, lakini\r\nhakuna muda wa kufanya hivyo. Napaswa kufanya kazi za muda na nijaribu kupata\r\npesa ninazoweza. Sasa, nashangaa itakavyokuwa nitakapokuwa na wawili.\r\nAnayeanza kutembea na mchanga. Sina muda wa mume wangu. Nina ujauzito na\r\nnimechoka. Kwa hivyo nitapataje muda wa mtoto wangu mchanga na mimi mwenyewe?\r\nKwa vyovyote vile najua kuwa lazima nivumilie. Wanawake wengi wamefanya hili.\r\nLakini wakati mwingine linaonekana lisilowezekana. **USAIDIZI WA MAMA: je,\r\nunatarajia mtoto wako wa pili au wa tatu? Utahitaji usaidizi. Wasiliana na\r\njamaa na marafiki wazee unaoamini walio na watoto. Iwpao umechoka na uko pekee\r\nyako, huende usiweze kuwashughulikia watoto wako vizuri. Omba usaidizi na\r\nushirikiane na wengine katika kutekeleza majukumu yanayosumbua akili\r\nyanayohusu watoto.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 18, 
  "slug": "mama-aliyechoka", 
  "uuid": "3baed10a493a4b2aaf89112ab946574a"
}