{
  "subtitle": "Kuchanganyikiwa kuhusu kunyonyesha! Niligundua njia yangu mwenyewe.", 
  "description": "Kuchanganyikiwa kuhusu kunyonyesha! Niligundua njia yangu mwenyewe.", 
  "language": "swh_TZ", 
  "title": "MAMA WA KAWAIDA", 
  "primary_category": "06a501102ad64d58a230366f9c1dd059", 
  "created_at": "2014-10-21T12:31:12+00:00", 
  "featured_in_category": true, 
  "modified_at": "2014-11-11T09:42:14.994646+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4a91f8ef1f94438dbe04c634b469e130", 
  "content": "Kuna watu wengi wanaonishauri kuhusu ulishaji wa mtoto wangu mchanga, sijui\r\njambo la kufikiria! Baadhi ya marafiki wangu wananieleza nizingiatie saa\r\nfulani ya siku ya kumlisha mtoto kama vile baada ya kila saa 4. Lakini siwezi\r\nkumuacha alie anapoonekana mwenye njaa na siwezi kumlazimisha anywe wakati\r\nhajisikii. Mimi humchukua akianza kukosa utulivu na kunung’unika na kumuweka\r\nkwenye titi. Kwa kwaida anaanza kunyonya hadi ashibe. Kisha titi langu,\r\nliliokuwa gumu na lililojaa hapo awali, huhisi lororo na lisilo na chochote.\r\nMimi hujaribu kumpatia anyonye matiti yote ili aondoe usumbufu ninaohisi\r\nmatiti yanapokuwa yamejaa. Mtoto wangu huhisi usingizi sana baada ya kunyonya,\r\nkwa hivyo huwa namshika angalie juu na kumwachilia apige mbweu na kisha\r\nnamweka chini alale. Kulingana na kiasi cha kinyesi chake, lazima apate\r\nchakula cha kutosha. Kisha mama mwingine aliniambia kuwa ni lazima nimpatie\r\nmaji baridi, yaliyochemushwa katikati ya saa za kumlisha akiwa na miezi 6 kwa\r\nsababu watoto wanaweza kupungukiwa na maji mwilini. Kuna joto sana mchana, kwa\r\nhivyo nilifikiria kuwa nitajaribu. Lakini mtoto wangu hajala chochote ila tu\r\nkunyonya. Kwa hivyo nilipojaribu kumwekea kikombe kwa mdomo, alikasirika na\r\nhakutaka. Yeye hutoa mkojo mwingi sana mara 3 hadi 4 kwa siku. Mkojo huwa safi\r\nna si wa njano au mzito, kwa hivyo nadhani anakunywa viowevu vya kutosha.\r\nNgozi yake ni waridi na uso wake huendelea kung’aa kila wakati. Alipimwa\r\nkwenye klinki na anaendelea kuongeza uzani vizuri, kwa hivyo sina wasiwasi.\r\nNiligundua njia yangu mwenyewe. Chuchu zangu zilikuwa chungu mwanzoni lakini\r\nniliambiwa kuwa lazima titi langu lisonge zaidi kwenye kinywa cha mtoto wangu.\r\nSi lazima chuchu yangu ifinywe na kaakaa lake, lakini ikae kwa mdomo, mahali\r\nambapo ni nyororo. Tangu nifanye hivyo, haliniumi tena ninaponyonyesha. Wakati\r\nmwingine hajishikizi vizuri na kwa hivyo mimi humuacha afungue mdomo kabisa na\r\nkujishikiza tena. Wakati mwingine inafanyika vizuri lakini wakati mwingine\r\ntunajaribu mara kadhaa. Inakuwa rahisi tunavyojaribu mara kwa mara. Sasa\r\nnimepata unyonyeshaji kuwa rahisi na kawaida, na usio na matatizo hivi kwamba\r\nnaweza kuenda mahali popote na kumnyonyesha mtoto wangu ninapotaka! **USAIDIZI\r\nWA MAMA: Mtoto wako anapata maziwa ya kutosha ikiwa ananyonya mara kwa mara,\r\nanakojoa mara 6 hadi 8 kwa siku na kuongeza uzani. Miezi 6 ya kwanza hahitaji\r\nchakula chochote au viowevu isipokuwa maziwa ya mama.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 7, 
  "slug": "mama-wa-kawaida", 
  "uuid": "4a91f8ef1f94438dbe04c634b469e130"
}