{
  "subtitle": "Je, si ujauzito unapaswa kuwa wa kufurahia?", 
  "description": "Je, si ujauzito unapaswa kuwa wa kufurahia?", 
  "language": "swa_KE", 
  "title": "MAMA wa Mjini: Ana wasiwasi wakati wote", 
  "primary_category": "2ef8679ed92448058510489201a05d30", 
  "created_at": "2014-11-10T19:29:27+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:37:33.240448+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuletwa kwenu na MAMA\r\n\r\nKipindi cha ujauzito kinapaswa kuwa cha kufurahia. Kila kinachotendeka mwilini mwangu kinapaswa kunijaza na furaha. Lakini kwa sasa ninachohisi ni wasiwasi tu.\r\n\r\nMimi huwa na wasiwasi kuhusu kila kitu. Je, leba itakuaje? Mimba yangu inaweza kuharibika? Kuna jambo mbaya litakalotendeka? Na iwapo maji yangu yatapasuka mbele ya watu? Na iwapo mtoto wangu ana tatizo? Pia hupata ndoto za kutisha ninapolala. \r\n\r\nNinapoamka asubuhi sina nguvu ya kutoka kitandani. Ninaweza kuhisi mtoto akisonga ndani yangu lakini bado huwa na mawazo mengi kuhusu jambo baya linaloweza kutokea. Nampenda mtoto huyu kwa moyo wangu wote. Ndoto yangu ni kuwa atakuwa na maisha mazuri sana. Lakini jinsi siku yangu ya kuzaa inavyokaribia, ndivyo ninavyozidi kuwa na wasiwasi zaidi kuhusu kitakachotendeka kwangu na kwa mtoto. Hii si kawaida?\r\n\r\nNashangaa iwapo ni kawaida kuhisi hivi wakati wa ujauzito. Mwanzoni nilikuwa mwenye furaha sana. Huenda ikawa  naogopa leba tu, au naogopa ukweli kuhusu hali yangu. Lolote lile, nampenda mtoto wangu na nitafanya nitakaloweza kulifanya kwa njia bora zaidi. \r\n\r\n**USAIDIZI WA MAMA: Wasiwasi ni mojawapo ya mambo ambayo kina mama huripoti sana wakati wa ujauzito. Hutokea sana kuliko kichefuchefu cha mjamzito asubuhi na tamaa kubwa ya vyakula fulani. Wewe si wazimu. Una mimba tu!**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 19, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "mama-wa-mjini-ana-wasiwasi-wakati-wote", 
  "uuid": "5f4fe7f9533747248f84945d4d0c4d02"
}