{
  "subtitle": "Ninahisi hadi kwenye mifupa!", 
  "description": "Ninahisi hadi kwenye mifupa!", 
  "language": "swa_KE", 
  "title": "Baba aliye tayari: Mimi ndiye mwanamume", 
  "primary_category": "2ef8679ed92448058510489201a05d30", 
  "created_at": "2014-11-10T20:10:12.637012+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:37:20.303742+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuletwa kwenu na MAMA\r\n\r\nJinsi tunavyokaribia siku ya kuzaliwa kwa mtoto wetu ndivyo ninavyojihisi kuwa mwenye nguvu zaidi. Ni dhahiri sana katika mawazo yangu kuwa nataka kutunza na kusaidia mtoto huyu.\r\n\r\nSijawahi kutunza chochote kile, hata binamu zangu wadogo waliokuwa wakidhulumiwa katika uwanja wa shule. Ninatamani ningeweza kuwasaidia wakati ule. Lakini kwa sasa ninajua kwa hakika ninaweza kumsaidia mtoto wangu. Ninahisi kwamba ninazidi kuwa mwanamume mzuri!\r\n\r\nKuwa baba ni vizuri kwangu. Kunanikumbusha kuwa nina uwezo wa kukinga wengine dhidi ya hatari. Ninajawa na furaha ninapojifikiria kama baba na mtunzaji. \r\n\r\nNataka kuwa mwaminifu kwa mke wangu na mtoto huyu. Sitaki kuwa baba anayejitokeza tu katika majira ya raha katika maisha ya mtoto. Au kuwa mwanamume anayesimama tu kumuadhibu mtoto punde tu mtoto anapokosea. \r\n\r\nNinataka kuwa katika kila sehemu ya maisha ya mtoto huyu. Ninapofikiria kuhusu kazi ya baba, siwezi kufikiria kazi nyingine muhimu kuliko hiyo! \r\n\r\n**USAIDIZI WA MAMA: Kuwa baba ni kazi ya maisha. Hata ikiwa hauna uhusiano na mama ya mtoto, una majukumu. Majukumu haya ni kwa mtoto wako. Hata hivyo kuwa baba huja na malipo pia. Utahisi upendo na fahari unapomtazama mtoto wako mwenye afya na raha anapokua.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "baba-aliye-tayari-mimi-ndiye-mwanamume", 
  "uuid": "6f11c1e88000415e8bcef06f1ae32e12"
}