{
  "subtitle": "Nimekonda sana baada ya mtoto: Nakondeana", 
  "description": "Nimekonda sana baada ya mtoto: Nakondeana", 
  "language": "swh_TZ", 
  "title": "MWANAMKE MWENYE SHUGHULI NYINGI", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:49:05+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-10T21:18:48.878761+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b3c9825d9e29434c80a799b2952dbb8d", 
  "content": "Wakati wote nimekuwa mwembamba. Lakini katika mwaka baada ya kuzaa, watu\r\nwaliniambia kuwa nilifanana na kiunzi cha mifupa kinachotembea. Juma baada ya\r\nkuzaa nilikuwa nisharejelea nguo zangu za awali. Lakini upotezaji wa uzani\r\nhaukukoma hapo. Mtoto wako alionekana aliyejishikiza kwenye titi langu kila\r\nwakati. Na alivyonyonya, niliendelea kukonda. Nilikuwa nimenyonyesha kwa miezi\r\n9 nilipojiona kwenye kioo cha dirisha la duka mjini. Nilishangaa: Nilikuwa\r\nngozi na mifupa tu. Wengine walikuwa wakinikodolea macho na kuuliza ikiwa\r\nnilikuwa mgonjwa. Kwa hivyo niliamua kumuona daktari. Aliniambia kuwa mwili\r\nwangu ulikuwa umekoma kufyonza virutubishi na kuwa itachukua muda kurekebika.\r\nNiliwekwa kwenye mpango wa kula vyakula viletavyo afya. Nilipaswa kula vyakula\r\nvingi viletavyo nguvu na vyakula visivyotiwa chumvi wala kugandishwa ili\r\nkupata vitamin. Daktari aliniambia pia kuanza kumpa mtoto wangu vyakula vya\r\nmango. Alinionyesha jinsi ya kufanya hivi. Sasa kwa kuwa nimeanza kuongeza\r\nnguvu, nahisi vyema sana. Sijaongeza uzani wowote, lakini pia sijapoteza\r\nwowote. Kwa muda mrefu, wazo la ujauzito mwingine lilitia hofu. Sikufikiri\r\nmwili wangu ungeweza. Lakini nimeanza kufikiria kuwa naweza kupata tena.\r\nWakati huu, ningekula kwa makini na kuhakikisha kuweka vyakula vizuri kwenye\r\nmwili wangu. Sasa najua kuwa sharti nijitunze ndiposa niweze kuitunza familia\r\nyangu. **USAIDIZI WA MAMA: Ikiwa hauna hakika kuwa unaweza kudumisha lishe\r\nbora kivyako, muulize mhudumu wako wa afya kwa usaidizi. Utahitaji kula\r\nvyakula vilivyo na mafuta mazuri, vitamini na madini. Hivi ni muhimu kwa mama\r\nmwenye afya na mtoto mwenye afya.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 20, 
  "slug": "mwanamke-mwenye-shughuli-nyingi", 
  "uuid": "b3c9825d9e29434c80a799b2952dbb8d"
}