{
  "subtitle": "Homoni za kutisha za ujauzito: Najihisi mwenye wazimu kiasi!", 
  "description": "Homoni za kutisha za ujauzito: Najihisi mwenye wazimu kiasi!", 
  "language": "swh_TZ", 
  "title": "MAMA WA WANNE", 
  "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
  "created_at": "2014-10-21T12:25:01+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-10T21:14:05.391300+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ba215ba859df4a2093a77c1ac357db7d", 
  "content": "Nimegudua jambo kujihusu – Si rahisi kwangu kuishi na wanaume ninapokuwa\r\nmjamzito. Nilipokuwa na mimba ya mtoto wangu wa kwanza, nakumbuka nikishangaa\r\njinsi ambavyo ningemkasirikia mume wangu. Tulikuwa na vita vya kutisha! Lakini\r\nsasa nina uhakika kuwa ilikuwa tu homoni za ujauzito. Kwa bahati, mtoto wangu\r\nmsichana alipozaliwa kila kitu kilibadilika na kuwa sawa. Lakini hali hii\r\nhaikuwa nzuri sana kwa ndoa yangu. Sasa, miaka kumi baadaye, nikawa na mimba\r\nya pacha. Na hizo homoni zisizo za kawaida zikaanza kuchezea hisia zangu tena!\r\nKumekuwa na siku chache ambapo kwa hakika na kweli nilikasirika. Lakini wakati\r\nhuu si mume wangu aliyeathiriwa na hisia zangu tu. Hivi karibuni, nilitembea\r\nkwenye barabara iliyokuwa na vumbi nikilia huku nimeyakodoa macho kwa hasira\r\nkuhusu kitu kidogo sana hata siwezi nikakumbuka kilikuwa nini. Juma\r\nlililopita, nilinuna mwenyewe chumbani tulipotembelea familia ya mume wangu\r\nkwa mlo mkuu. Nilipotoka, nilipata kuwa mume wangu alikuwa ameufuata ushauri\r\nwangu na kuniacha akaenda nyumbani! Pia niliwapigia kelele marafiki waliokuwa\r\nwakiishi nasi nyumbani kwetu niliporudi nyumbani kutoka kazini na kupata\r\nvyombo havijaoshwa! Kisha kuna siku ambapo nilibamiza mlango wetu wa mbele\r\nmbele ya mtu aliyekuwa akijaribu kuniuzia mboga. Hata nilianza kulia mtu\r\naliponiambia jambo la huruma na kunisaidia kuingia katika behewa la gari\r\nmoshi! Nashukuru niko karibu kuzaa... Natumai kuwa nitasamehewa kwa\r\nkubadilikabadilika kwa hisia zangu kabla ya mtoto kuzaliwa. **USAIDIZI WA\r\nMAMA: Ni kawaida kuwa na kubadilikabadilika kwa hisia wakati wa ujauzito. Hii\r\nkwa upande mmoja husababishwa na mabadiliko unayokumbana nayo katika maisha\r\nyako. Pia kwa upande mwingine inaweza kusababishwa na kuongezeka kwa viwango\r\nvya homoni mwilini mwako. Hii inaweza kuathiri hisia zako, na kukufanya kuhisi\r\nkulia au kukasirika haraka.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 12, 
  "slug": "mama-wa-wanne", 
  "uuid": "ba215ba859df4a2093a77c1ac357db7d"
}