{
  "subtitle": "Hivi ndivyo inavyohisi...", 
  "description": "Hivi ndivyo inavyohisi...\r\n", 
  "language": "swa_KE", 
  "title": "MAMA anayejivunia: Wasiwasi kuhusi leba? ", 
  "primary_category": "2ef8679ed92448058510489201a05d30", 
  "created_at": "2014-11-10T19:44:04.239753+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:37:29.479197+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuletwa kwenu na MAMA\r\n\r\nSwali kuu nililokuwa nalo wakati wa uajuzito ni hili: Leba yangu itakuaje? Mikazo huhisi vipi? Niliuliza marafiki ambao wamezaa. Mara nyingi, jibu nililopata ni kuwa mkazo huwa kama spazimu ya hedhi.\r\n\r\nWacha nikwambie ilivyohisi kwangu…\r\n\r\nMwanzoni mwa leba ilihisi kama spazimu kali ya hedhi. Nilikosa utulivu, nilihisi uchungu – lakini ya kudhibiti. Nilihisi maumivu kidogo chini ya fumbatio langu, kama tu spazimu. Hii ilidumu kwa saa 2-3.\r\n\r\nKisha maumivu yalizidi, leba yangu ilipoendelea kukua. Sikuhisi kama maumivu ya muda tena. Yaliendelea kuwa makali na yenye nguvu. Kwa bahati nzuri, kulikuwa na kuacha kwa uchungu kwa mapumziko. Maumivu yatadumu kwa sekunde chache na kupotea kabisa. Bado niliweza kufanya kazi wakati maumivu yametulia. Niliweza kuongea na mume na mkunga wangu. Nilihisi kuwa ningeweza kustahimili yaliyokuwa yanaendelea mwilini mwangu.\r\n\r\nKisha maumivu yakazidi. Hii ilikuwa awamu ya mwisho niliyokuwa nimejifunza. Mapumziko kati ya mikazo yalikuwa mafupi. Maumivu yalikuwa makali; siwezi kudanganya. Ilikuwa vigumu kupata hali tulivu. Ilinibidi nipitie kila mkazo tu.\r\n\r\nKulikuwa na nyakati kukaribia mwisho ambazo zilikuwa za kuogofya. Nilihisi nimechoka na nikataka kukomesha. Lakini wahudumu wa afya walinishauri hadi mwisho. Waliniambia nishughulikie kila mkazo kwa wakati mmoja... Mmoja baada ya mwingine. Na nilipoanza kusukuma uchungu ulipungua na kuwa kidogo. Nilijua kuwa ni lazima nisukume mtoto nje! Na nilifanya hivyo.\r\n\r\nSitaki kuogofya mtu yeyote ambaye yuko karibu kujifungua. Nataka kukutayarisha tu kwa tukio zuri la maisha yako. Leba inachangamoto. Lakini ikiwa unajua unachotarajia, si la kushtua sana.\r\n\r\n**USAIDIZI WA MAMA: Hakikisha kuwa uko tayari kuzaa. Panga mipango ya kufikia kliniki kwa wakati ufaao. Uliza marafiki kuhusu leba na uwe na maswala yake. Unavyozidi kufahamu kuhusu leba ndivyo unavyokuwa na uwezo wa kuwa na leba na kuzaa kulikotulia na kuzuri.**\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 11, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "mama-anayejivunia-wasiwasi-kuhusi-leba", 
  "uuid": "bdaafeed679349e996c103be9f5df967"
}