{
  "subtitle": "Month5 Swa Ke pregnancy", 
  "description": "Je, unaweza kuhisi mtoto wako akisogea?", 
  "language": "swa_KE", 
  "title": "Mwezi wa 5", 
  "primary_category": "92d9d4e9add444ba8f47b55f8d2e20fa", 
  "created_at": "2014-11-10T20:21:58+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-01-12T14:20:05.887720+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "a6119512b0a54519aa6a8f557dd8d289", 
    "27549570d50f4807b2425a9ba0afaaa2"
  ], 
  "id": null, 
  "content": "Zilizoundwa na BabyCenter\r\n\r\nSasa mtoto wako tumboni mwako anakaa kama mtoto mchanga mara tu baada ya kuzaliwa. Macho, nyusi na kope zimekua na meno yake yanakua chini ya fizi zake. Vionjio kwenye ulimi wake vinaendelea kukua. Ataweza kuonja maziwa yako toka atakaponyonya kwa mara ya kwanza. \r\n\r\nAna ute mweupe unaofunika ngozi yake. Huu hulinda ngozi ya mtoto wako na husaidia wakati wa kujifungua.\r\n\r\nKaribu wakati huu, unaweza kuanza kuhisi kusogea kwa mtoto wako. Utahisi kama viputo vidogodogo ndani yako. Mwanzoni, unaweza usiwe na uhakika ni nini hasa. Kwa utaratibu kusogea huko kunakuwa kwa nguvu zaidi kwa hiyo unakuwa na uhakika kwamba ni mtoto wako anayepiga mateke. Ni wakati wa kusisimua!\r\n\r\nUnaweza pia kuanza kuhisi kupumua kwa shida na huenda ukajihisi uzembeuzembe. Hii ni kwa sababu umebeba uzito zaidi na mimba yako inaathiri hali yako ya kuwa sawa.\r\n\r\nUnaweza ukawa na mvujo mkubwa zaidi na kutaka kwenda haja ndogo mara nyingi zaidi.\r\n\r\nUkigundua uvujaji damu wakati unapopiga mswaki meno yako, ni kwa sababu homoni zako za ujauzito zinafanya fizi zako kuvimba na kuuma, hali ambayo inaweza kusababisha uvujaji damu. Piga mswaki kila siku, lakini kwa ungwana.\r\n\r\n", 
  "source": "74058f6528c74a70aa020ed63ae7eec2", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mwezi-wa-5", 
  "uuid": "bec3790273744d81a02b9981e5a4956f"
}