{
  "subtitle": "4monthold Swa ke baby", 
  "description": "Mchekeshe mtoto wako", 
  "language": "swa_KE", 
  "title": "Umri wa miezi 4\t", 
  "primary_category": "f7e39a2cacb044af8a1c137d1bb3bef0", 
  "created_at": "2014-11-10T20:36:04+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-12T14:27:10.000871+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "7ecae159b84f42a2a9b9a8a852bcc150", 
    "9256dba4e99c4cfca81893e92849d806"
  ], 
  "id": null, 
  "content": "Zilizoundwa na BabyCenter\r\n\r\nMtoto wako anabadilika haraka. Anaweza kutoa sauti za kawaida. Anaweza hata kusema kitu kinachosikika kama 'Ma-ma' mwezi huu! Usiwe na wasiwasi asipofanya hivyo. Watoto wote hukua kwa kasi tofauti. \r\n\r\nHadi sasa, amekuwa akihitaji uwepo wako muda wote. Sasa wakati mwingine anaweza kufurahia kujichekesha mwenyewe. Unaweza kumkuta akichezea mikono na miguu yake kwa furaha! \r\n\r\nKatika umri huu, ni vyema kwa mtoto wako kuwa na wapendwa au marafiki wanaoaminika. Anavyokua, mtoto wako atahitaji kujifunza stadi za kijamii na jinsi ya kuhusiana na watu wengine. Familia yako itafurahia kumkumbatia! Unaweza kumkumbatia mara nyingi unaporudi.\t\r\n\r\nIngawa kulia ndiyo njia bora ya mtoto wako ya mawasiliano, anapata pia kuwa na hali ya ucheshi. Cheza naye mchezo wa kuficha uso. Angalia kama atacheka unapofichua uso wako kutoka chini ya blanketi. \r\n\r\nKatika umri huu, ikiwa amelala kifudifudi, anaweza kuinua kichwa na mabega yake, akitumia mikono yake kujiinua. Mtoto wako anaweza hata kujibiringisha kutoka upande wa mbele na kulalia mgongo wake. Mtie moyo kwa kutingisha kitu cha kuchezea upande ambao huwa anajibiringishia. Piga makofi na utabasamu anapofanya hivyo!\r\n\r\n", 
  "source": "6ff678d6d63c4d79be341473a5d2e90f", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "umri-wa-miezi-4", 
  "uuid": "c6a78380f8914e07bbf4d3237196fbb1"
}