{
  "subtitle": "Matiti yangu yamevimba na ni magumu: Nahisi maumivu ninaponyonyesha!", 
  "description": "Matiti yangu yamevimba na ni magumu: Nahisi maumivu ninaponyonyesha!", 
  "language": "swh_TZ", 
  "title": "UPENDO WA MAMA", 
  "primary_category": "06a501102ad64d58a230366f9c1dd059", 
  "created_at": "2014-10-21T12:22:48+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-11T09:42:15.128279+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c929ce12701e44e180c0a30e803c4dbb", 
  "content": "Nilipoanza kunyonyesha mtoto wangu, kwa kweli hakuna aliyeniambia cha kufanya.\r\nNilitaka kufanya kila kitu kikawaida iwezekanavyo. Kwani hata mbwa au farasi\r\nhawafundishwi jinsi ya kuwanyonyesha watoto wao, au wao hufundishwa? Niliweza\r\nkufanya hivyo vyema kidogo kwa siku chache. Kisha chuchu ya titi langu la\r\nkushoto ikavimba sana. Mara baadaye nikahisi bonge gumu katika titi langu.\r\nLilikuwa jekundu na lenye joto. Rafiki yangu aliniambia kuwa hii ilikuwa dakti\r\nya maziwa iliyoziba au mastitisi. Alisema kuwa nilipaswa kuwa mwangalifu isije\r\nikageuka kuwa maambukizi. Hii ilitendeka vipi? Matiti yangu yaligeuka na kuwa\r\nmakubwa sana na kujaa maziwa. Yalikuwa yamegeuka na kuwa mipira migumu ya soka\r\niliyo na chuchu ndogo zilizochomoka. Mtoto wangu alijaribu kukamata na\r\nkunyonya chuchu ili kupata maziwa. Lakini sikujua kuwa titi linapaswa kuingia\r\nzaidi ndani ya mdomo wa mtoto. Chuchu yangu ilifaa kuwa nyuma ya kinywa\r\nikielekea kwenye koo wala si upande wa mbele ambapo midomo iko. Hivyo mtoto\r\nwangu hakuwa ananyonya vyema. Lakini sasa titi langu lilikuwa gumu na lenye\r\nuchungu! Nilianza kukanda sehemu iliyokuwa ngumu nilipokuwa nikinyonyesha,\r\nnikijaribu kuondoa maziwa yote ili kuondoa uvimbe. Kisha marafiki wakaniambia\r\nkuhusu majani ya kabichi! Uyaweke kwenye friji na uyafunge kwenye titi lako\r\nyakiwa baridi. Uyaweke pale kwa saa moja au mbili. Unaweza kuyabadilisha na\r\nkuweka mengine yanapokuwa na joto au kunyauka. Hivyo nikajaribu! Huku\r\nnikiendelea na kujikanda ninaponyonyesha, pia nilijiwekelea kitambaa vuguvugu\r\nili kufanya uvimbe kuwa laini. Baada ya siku tatu, uvimbe uliisha na titi\r\nlangu likawa lororo tena na halikuwa gumu wala kuwa na joto kama ilivyokuwa\r\nhapo awali! Nashukuru! **USAIDIZI WA MAMA: Mastitisi itapungua iwapo\r\nutaachilia maziwa kutiririka kupitia matiti yako. Usiache kunyonyesha kwa kuwa\r\nhii itafanya hali kuwa mbaya zaidi. Hakikisha kuwa mtoto wako anaingiza titi\r\nmdomoni mwake inavyofaa. Jaribu njia tofauti za kunyonyesha ili umsaidie mtoto\r\nkujishikiza.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 9, 
  "slug": "upendo-wa-mama", 
  "uuid": "c929ce12701e44e180c0a30e803c4dbb"
}