{
  "subtitle": "Itawahi kupoa?", 
  "description": "Itawahi kupoa?", 
  "language": "swa_KE", 
  "title": "Mama anayezaa mara ya kwanza: Miguu inayouma, iliyovimba", 
  "primary_category": "2ef8679ed92448058510489201a05d30", 
  "created_at": "2014-11-10T19:41:23.340613+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:37:30.214070+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuletwa kwenu na MAMA\r\n\r\nNilidhani nitapata kichefuchefu cha asubuhi, hamu ya ajabu ya chakula na matiti yaliyovimba wakati wa ujauzito. Nilidhani nitahisi mwenye kupenda na kuwa na hisia. Au kuwa tofauti kwa njia nyingine. Lakini nahisi hali ya kawaida kabisa!\r\n\r\n Kusema ukweli naelewa wale wasichana wanaosema hawakujua walikuwa wajawazito! Kama si kukosa hedhi na kuenda kliniki kwa uchunguzi singekuwa nimejua. Hakuna kichefuchefu cha mjamzito asubuhi. Hakuna hamu yoyote. Sihisi chochote. Maisha yangu yanaendelea kama kawaida.\r\n\r\nHata hivyo siwezi kustahimili kitunguu saumu...inabidi tuondoe kitunguu saumu nyumbani mwetu kwa sababu harufu ni kali sana kwangu. Nala zaidi. Mama yangu analalamika kwa sababu hajazoea hali yangu ya kula sana (lakini nafikiri analalamika ikiwa sikula vizuri!)\r\n\r\nHuwa ananilalamikia na mimi hufurahia. Hata mimi huhisi vizuri zaidi kuliko hali ya kawaida!\r\n\r\nInaonekana aleji yangu imepotea – labda ni kwa sababu ya chakula kizuri ninachopata. Ningali na nguvu. Marafiki na familia yangu wanashangazwa kuwa ningali nafanya kazi hadi wa leo. Lakini maisha yanaendela au siyo? Sijaongeza uzani sana na nilianza kuonyesha mwishoni mwa mwezi wa tano.\r\n\r\nDalili yangu mbaya zaidi ni kuvimba kwa miguu! Mtoto anakalia sana upande wa kushoto kwa hivyo mguu wangu wa kushoto umevimba karibu mara mbili ya kiasi cha kawaida. Inashtua na kuonekana vibaya. Viatu vya kuingiza miguu si vizuri na nina aina moja ya ndara ninayoweza kuvaa. Au champali za nyumbani!\r\n\r\nNina wasiwasi miguu yangu itakua kabisa na nitapata aina gani ya viatu vikubwa vya wanawake? Mama yangu mdogo kutoka kijijini alisisitiza tushauriane na nabii, lakini daktari alinihakikishia kuwa ni kawaida.\r\n\r\n**USAIDIZI WA MAMA: miguu iliyovimba (edema) wakati wa ujauzito inaweza kuwa mbaya zaidi wakati unapokaribia kuzaa. Unaweza kukosa utulivu, lakini haitakudhuru na ni kawaida. Inapaswa kupoa usiku. Ikiwa haitapoa, au mikono au uso wako kuwa na uvimbeuvimbe, tembelea kliniki kwa uchunguzi.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 13, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "mama-anayezaa-mara-ya-kwanza-miguu-inayouma-iliyovimba", 
  "uuid": "cda4f52660fc44a99d514cc7841e27b3"
}