{
  "subtitle": "Month8 Swa ke pregnancy", 
  "description": "Jinsi mtoto wako anavyojitayarisha kuzaliwa", 
  "language": "swa_KE", 
  "title": "Mwezi wa 8", 
  "primary_category": "92d9d4e9add444ba8f47b55f8d2e20fa", 
  "created_at": "2014-11-10T20:26:03+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-12T14:22:09.454649+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "8661432fa14743599ea70a7df1d5dd44", 
    "ec3a1c507b4640459ebf689175a47485"
  ], 
  "id": null, 
  "content": "Zilizoundwa na BabyCenter\r\n\r\nMtoto wako anaweza kuwa anajitayarisha kuzaliwa. Watoto wengi hugeuza kichwa kielekee chini wakati kama huu. Unaweza kuhisi kuwa mtoto wako anateremka chini katika nyonga yako. Hii hurahisisha upumuaji, lakini pia humaanisha kwamba unahitaji kwenda haja ndogo mara kwa mara! \r\n\r\nUnaweza kuwa na uvimbe upande wa chini katikati ya miguu yako pale unapoweza kuhisi kichwa cha mtoto wako. Pumzika ukiwa umelala, ukiweza, miguu yako iwe kwenye mto ili kupunguza uvimbe. \r\n\r\nViungo vyote vya ndani vya mtoto wako vimekua kikamilifu sasa. Ndani yako, anameza majimaji yaliyomo tumboni mwako na kisha kuyatoa. Mapafu yake yamekomaa kabisa na yatafanya kazi mara tu atakapopumua kwa mara ya kwanza.\r\n\r\nJaribu kupumzika kila siku na ufikirie kuhusu mtoto unayemkuza. Hivi karibuni utamwona. Mtoto wako anaweza kusikia sauti yako na atakutambua utakapomsalimia kwa mara ya kwanza!\r\n\r\nUnaweza kuhisi kusogea kukubwa kumekuwa kuchache kwa sababu kuna nafasi ndogo tumboni mwako. Lakini bado utaendelea kusikia mtoto wako akipiga mateke mara kwa mara. Ikiwa huna uhakika, keti chini utulie baada ya mlo na usikilize mara ngapi anapiga mateke. Usipohesabu mateke kadhaa mwone mfanyi kazi wa kituo cha afya.\r\n", 
  "source": "e38d2c57dbbb497789df996764e4f2cb", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mwezi-wa-8", 
  "uuid": "e35ce8def3fd4f538a4e299af48bb5aa"
}