{
  "subtitle": "Nisaidie! Mtoto wangu hulia usiku kucha na kulala mchana kutwa!", 
  "description": "Nisaidie! Mtoto wangu hulia usiku kucha na kulala mchana kutwa!", 
  "language": "swh_TZ", 
  "title": "MAMA MCHANGA", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T13:01:16+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-10T21:18:38.740962+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e3f6907d9e6d4ebcbbc843303a983464", 
  "content": "Tulipokuwa hospitalini, mtoto wangu hakulia sana. Kilio kilianza tulipofika\r\nnyumbani. Alilia tangu usiku huo wa kwanza. Nilikuwa nikimnyonyesha vizuri\r\nkwani sikuwa na shida na hilo. Nilifahamu mikao ya kutumia. Wauguzi walikuwa\r\nwamenionyesha kwenye kliniki. Hata hivyo, mtoto alilia usiku kucha, kila siku.\r\nAngelala mchana wote na kulia usiku kucha. Nilihofia usiku ulipofika. Mtoto\r\nwangu alitoa yowe kana kwamba alikuwa na maumivu. Singemuacha pekee yake.\r\nNiliketi naye usiku kucha. Hii ilinifisha moyo sana. Nilifikiri ningepatwa na\r\nwazimu kwa kukosa kulala. Kina mama wengine waliniambia ningefanya mambo\r\ntofauti. Ningehakikisha kuwa mtoto yuko macho wakati wa mchana ndiposa awe\r\nmchovu kufikia usiku. Au ningemuacha tu aendelee kulia. Lakini nilikuwa na\r\numri wa miaka 18 na nilifanya nililoweza kufanya tu. Mtoto wangu alipofikisha\r\nmiezi 6 aliwacha kulia. Huo ndio wakati wa kwanza ambao nilianza kufurahia\r\nkuwa mama! Mtoto wangu anafikisha miaka 2 sasa na anaendelea vizuri! Pia mimi\r\nniko mzima. Siku za kwanza ndizo zilizokuwa ngumu lakini sote tulifanikiwa!\r\n**USAIDIZI WA MAMA: Kila mtoto ni tofauti lakini watoto wote hulia. Kumsikiza\r\nmtoto wako akilia kwa muda mrefu kunaweza kukutia hofu na hata kukukasirisha.\r\nHuenda usiweze kumnyamazisha mtoto huyo. Hata hivyo unapaswa kutulia na ufanye\r\nlolote ili kumtuliza hadi atakaponyamaza. Ikiwa unajua hana njaa, uchovu,\r\nhajajikojolea wala hana maumivu, pata ushauri kutoka kwa mtu unayeamini. Kwa\r\npamoja, mnaweza kuamua ikiwa mtoto anahitaji kuonwa na daktari.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 14, 
  "slug": "mama-mchanga", 
  "uuid": "e3f6907d9e6d4ebcbbc843303a983464"
}