{
  "subtitle": "Wasiwasi kuhusi leba? Hivi ndivyo inavyohisi...", 
  "description": "Wasiwasi kuhusi leba? Hivi ndivyo inavyohisi...", 
  "language": "swh_TZ", 
  "title": "MAMA ANAYEJIVUNIA", 
  "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
  "created_at": "2014-10-21T12:37:46+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-10T21:15:06.975314+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e6f389cde1024db1b4600db182f4b91c", 
  "content": "Swali kuu nililokuwa nalo wakati wa uajuzito ni hili: Leba yangu itakuaje?\r\nMikazo huhisi vipi? Niliuliza marafiki ambao wamezaa. Mara nyingi, jibu\r\nnililopata ni kuwa mkazo huwa kama spazimu ya hedhi. Wacha nikwambie\r\nilivyohisi kwangu… Mwanzoni mwa leba ilihisi kama spazimu kali ya hedhi.\r\nNilikosa utulivu, nilihisi uchungu – lakini ya kudhibiti. Nilihisi maumivu\r\nkidogo chini ya fumbatio langu, kama tu spazimu. Hii ilidumu kwa saa 2-3.\r\nKisha maumivu yalizidi, leba yangu ilipoendelea kukua. Sikuhisi kama maumivu\r\nya muda tena. Yaliendelea kuwa makali na yenye nguvu. Kwa bahati nzuri,\r\nkulikuwa na kuacha kwa uchungu kwa mapumziko. Maumivu yatadumu kwa sekunde\r\nchache na kupotea kabisa. Bado niliweza kufanya kazi wakati maumivu yametulia.\r\nNiliweza kuongea na mume na mkunga wangu. Nilihisi kuwa ningeweza kustahimili\r\nyaliyokuwa yanaendelea mwilini mwangu. Kisha maumivu yakazidi. Hii ilikuwa\r\nawamu ya mwisho niliyokuwa nimejifunza. Mapumziko kati ya mikazo yalikuwa\r\nmafupi. Maumivu yalikuwa makali; siwezi kudanganya. Ilikuwa vigumu kupata hali\r\ntulivu. Ilinibidi nipitie kila mkazo tu. Kulikuwa na nyakati kukaribia mwisho\r\nambazo zilikuwa za kuogofya. Nilihisi nimechoka na nikataka kukomesha. Lakini\r\nwahudumu wa afya walinishauri hadi mwisho. Waliniambia nishughulikie kila\r\nmkazo kwa wakati mmoja... Mmoja baada ya mwingine. Na nilipoanza kusukuma\r\nuchungu ulipungua na kuwa kidogo. Nilijua kuwa ni lazima nisukume mtoto nje!\r\nNa nilifanya hivyo. Sitaki kuogofya mtu yeyote ambaye yuko karibu kujifungua.\r\nNataka kukutayarisha tu kwa tukio zuri la maisha yako. Leba inachangamoto.\r\nLakini ikiwa unajua unachotarajia, si la kushtua sana. **USAIDIZI WA MAMA:\r\nHakikisha kuwa uko tayari kuzaa. Panga mipango ya kufikia kliniki kwa wakati\r\nufaao. Uliza marafiki kuhusu leba na uwe na maswala yake. Unavyozidi kufahamu\r\nkuhusu leba ndivyo unavyokuwa na uwezo wa kuwa na leba na kuzaa kulikotulia na\r\nkuzuri.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 9, 
  "slug": "mama-anayejivunia", 
  "uuid": "e6f389cde1024db1b4600db182f4b91c"
}